Repository: udda/multiload-ng
Catalog: po/*.po
Languages: cs, fr

source: Modern graphical system monitor
cs: Moderní grafický monitor systému
fr: Monitor de charge du système moderne

source: Start task manager
cs: Spustit správce úloh
fr: Administrateur de tâches

source: Copyright © 2016 Mario Cianciolo, 1999-2012 nandhp, FSF, and others
cs: Copyright © 2016 Mario Cianciolo, 1999-2012 nandhp, FSF a další
fr: Copyright © 2016 Mario Cianciolo, 1999-2012 nandhp, FSF, et autres

source: Charging
cs: Nabíjení

source: Discharging
cs: Vybíjení

source: Current charge:
cs: Aktuální nabíjení:

source: Critical level
cs: Kritická úroveň

source: N/A
cs: nedostupné

source: %lu processors - %.2f GHz - Governor: %s %.1f%% in use by programs %.1f%% in use by low priority programs %.1f%% in use by the kernel %.1f%% in wait for I/O %.1f%% total CPU use Uptime: %s
cs: %lu procesorů - %.2f GHz - Governor: %s %.1f%% použito programy %.1f%% použito programy s nízkou prioritou %.1f%% použito jádrem %.1f%% při čekání na I/O %.1f%% celkové využití CPU Uptime: %s

source: %s of RAM
cs: %s RAM
fr: %s de RAM

source: %s (%s) used by programs %s (%s) used for buffers %s (%s) used as cache
cs: %s (%s) použito programy %s (%s) použito pro buffery %s (%s) použito jako cache

source: Monitored interfaces: %s Receiving: %s Sending: %s Local: %s
cs: Monitorovaná rozhraní: %s Příjem: %s Vysílání: %s Lokální: %s
fr: Interface contrôlée: %s Réception: %s Expédition: %s Local: %s

source: No swap
cs: Žádný swap
fr: Pas de swap

source: %s of swap
cs: %s swapu
fr: %s de swap

source: %s (%s) used
cs: %s (%s) použio

source: Last minute: %0.02f Last 5 minutes: %0.02f Last 15 minutes: %0.02f Processes/threads: %u active out of %u.
cs: Poslední minuta: %0.02f Posledních 5 minut: %0.02f Posledních 15 minut: %0.02f Procesory/vlákna: %u aktivních z %u.

source: Monitored partitions: %s Read: %s Write: %s
cs: Monitorované oddíly: %s Čtení: %s Zápis: %s

source: Current: %.1f °C Critical: %.1f °C
cs: Aktuální: %.1f °C Kritická: %.1f °C
fr: Actuel: %.1f °C Critique: %.1f °C

source: Current: %.1f °C
cs: Aktuální: %.1f °C

source: Command line is empty.
cs: Příkazový řádek je prázdný.

source: Unable to execute command.
cs: Příkaz nelze spustit.

source: Command has exited with status code %d.
cs: Příkas skončil se stavovým kódem %d.

source: Command did not return valid numbers.
cs: Příkaz nevrátil platná čísla.

source: Command: %s ERROR: %s
cs: Příkaz: %s CHYBA: %s

source: Command: %s Results: (%.3lf, %.3lf, %.3lf, %.3lf)
cs: Příkaz: %s Výsledek: (%.3lf, %.3lf, %.3lf, %.3lf)

source: ERROR: %s
cs: CHYBA: %s

source: Unable to execute the following command line: '%s'
cs: Není možné spustit následující příkazový řádek: „%s“
fr: Impossible effectuer la suivant ligne de commando: '%s'

source: Processor
cs: Procesor
fr: Processeur

source: Memory
cs: Paměť
fr: Mémoire

source: Network
cs: Síť
fr: Réseau

source: Load average
cs: Průměrné zatížení
fr: Charge moyenne

source: Temperature
cs: Teplota
fr: Température

source: Battery
cs: Baterie

source: Parametric
cs: Parametrický

source: %d pixel
cs: %d px

source: %d milliseconds
cs: %d ms
fr: %d millisecondes

source: Import color scheme
cs: Importovat barevné schema
fr: Importez combinaison de couleurs

source: _Cancel
cs: _Zrušit
fr: _Annuler

source: _Open
cs: _Otevřít
fr: _Ouvrir

source: Color scheme format is incorrect. Unable to import.
cs: Formát barevného schema je nesprávný. Nelze importovat.
fr: Le format de la combinaison de couleurs est incorrect. Incapable d'importer.

source: Color scheme was created by an incompatible version of Multiload-ng. Unable to import.
cs: Barevné schema bylo vytvořeno nekommatibilní verzí Multiload-ng. Nelze importovat.
fr: La combinaison de couleurs fut crée par une version incompatible de Multiload-ng. Incapable d'importer.

source: Export color scheme
cs: Exportovat barevné schema
fr: Exporter combinaison de couleurs

source: _Save
cs: _Uložiy
fr: _Sauver

source: Error exporting color scheme.
cs: Chyba při exportování barevného schematu.
fr: Erreur d'exportation de la combinaison de couleurs

source: Command line is valid. Retrieved %d numbers.
cs: Příkazová řádka je platná. Získáno %d čísel.

source: Direction of gradient
cs: Směr přechodu

source: _Close
cs: _Zavřít
fr: _Fermer

source: (Custom)
cs: (Vlastní)
fr: (Personnalisé)

source: Unable to open the following url: '%s'
cs: Nelze otevřít následující url: „%s“
fr: Impossible ouvrir le url suivant: '%s'

source: translator-credits
cs: Jan Breuer <jan.breuer@jaybee.cz>
fr: Roberta Assennato <r.assennato@gmail.com>

source: _Help
cs: _Nápověda
fr: A_ide

source: Do nothing
cs: Nedělat nic
fr: Ne rien faire

source: Execute custom command
cs: Vykonat vlastní příkaz
fr: Commande personnalisé

source: Under 'used' (like <i>htop</i> and some graphical task managers)
cs: Pod „used“ (jako <i>htop</i> a další správci úloh)

source: Under 'cache' (like <i>free</i> and <i>top</i>)
cs: Pod „cache“ (jako <i>free</i> a <i>top</i>)

source: Automatic
cs: Automaticky
fr: Automatique

source: Horizontal
cs: Horizontálně

source: Vertical
cs: Vertikálně

source: Preferences editor
cs: Editor předvoleb
fr: Editor de préférences

source: Set the size of this graph
cs: Nastaví velikost tohoto grafu
fr: Ajuster la dimension du graphique

source: Set the time between updates of this graph
cs: Nastaví čas mezi aktualizacemi tohoto grafu
fr: Ajustez le temps entre deux actualisations de cet graphique

source: Tooltip may not show if update interval is too short.
cs: Tooltip se nemusí ukázat, pokud je aktualizační interval příliš krátký.
fr: Les tooltip pourront ne apparaître pas si le intervalle est trop bref.

source: Make this graph visible
cs: Zviditelnit tento graf
fr: Rendez le graphique visible

source: Graph
cs: Graf
fr: Graphique

source: Size
cs: Velikost
fr: Dimension

source: Update interval
cs: Aktualizační interval
fr: Intervalle de actualisation

source: Advanced configuration
cs: Rozšířená konfigurace
fr: Configuration avancée

source: Graphs
cs: Grafy
fr: Graphiques

source: Color scheme
cs: Barevné schema
fr: Combinaison de couleurs

source: Import color scheme from file
cs: Importovat barevné schema ze souboru
fr: Importez la combinaison d'un archive

source: Import
cs: Importovat
fr: Importez

source: Export color scheme to file
cs: Exportovat barevné schema do souboru
fr: Exportez la combinaison de couleurs dans un archive

source: Export
cs: Exportovat
fr: Exporter

source: User
cs: Uživatel
fr: Utilisateur

source: System
cs: Systém
fr: Système

source: I/O wait
cs: Čekání I/O

source: Background
cs: Pozadí
fr: Arrière-plan

source: Border
cs: Rámeček
fr: Bord

source: Receiving
cs: Příjem
fr: Réception

source: Sending
cs: Vysílání
fr: Envoi

source: Local
cs: Lokální

source: Used
cs: Použito
fr: Usé

source: Average
cs: Průměr
fr: Moyenne

source: Read
cs: Čtení
fr: Lecture

source: Write
cs: Zápis
fr: Écriture

source: Current
cs: Aktuální

source: Result 1
cs: Výsledek 1

source: Critical
cs: Kritický

source: Result 2
cs: Výsledek 2

source: Result 3
cs: Výsledek 3

source: Result 4
cs: Výsledek 4

source: Colors
cs: Barvy
fr: Couleurs

source: Spacing:
cs: Mezera:
fr: Espace:

source: Set space between graphs
cs: Nastaví mezeru mezi grafy
fr: Ajustez l'espace entre les graphiques

source: Set padding width
cs: Nastaví velikost spadávky
fr: Ajustez la largeur du rempli

source: Padding:
cs: Spadávka:
fr: Rempli:

source: If padding is set too large, the graph won't show.
cs: Pokud je spadávka nastavena příliš velká, graf se neukáže.
fr: Si le rempli est trop grande, le graphique ne sera pas visible.

source: Selected orientation is not the same of the panel. Graphs may be very small.
cs: Vybraná orientace se neshoduje s panelem. Graf může být velmi malý.
fr: La orientation sélectionnée n'est pas la même du tableau de bord. Les graphiques peuvent être trop petits.

source: Orientation:
cs: Orientace:

source: Use IEC units (binary prefixes)
cs: Použít jednotky IEC (binární prefixy)

source: Order of graphs (drag to rearrange)
cs: Pořadí grafů (přetažením změníte uspořádání)

source: Extra settings
cs: Další nastavení

source: Simple
cs: Jednoduchý

source: Detailed
cs: Podrobný
fr: Détaillé

source: Tooltip style:
cs: Styl tooltipu
fr: Style du tooltip:

source: Double click action:
cs: Událost po dvojkliku:
fr: Action du double clic:

source: Set tooltip style of this graph
cs: Nastavejí stylu toolitpu pro tento graf
fr: Changez le style du tooltip de cet graphique

source: Choose what to do when double clicking on this graph
cs: Vyberte co se stane po dvojkliku na tento graf
fr: Choisir une action quand il fait double clic dans cet graphique

source: Set custom action of this graph
cs: Nastavení vlastních událostí tohoto grafu
fr: Configurer la action personnalisée de cet graphique

source: The following tokens can be used within the command line: %x - graph short name - three to four lowercase characters %1 - first value of graph data - depends on the graph %2 - second value of graph data - depends on the graph %3 - third value of graph data - depends on the graph %4 - fourth value of graph data - depends on the graph %u - measure unit in which graph data values are measured %% - inserts a literal percent sign
cs: Následující tokeny mohou být použity v příkazové rádce: %x - krátký název grafu - tři až čtyři malá písmena %1 - první hodnota grafu - záleží na grafu %2 - druhá hodnota grafu - záleží na grafu %3 - třetí hodnota grafu - záleží na grafu %4 - čtvrtá hodnota grafu - záleží na grafu %u - jednotka, ve které jsou data grafu měřena %% - vloží znak procento

source: Double click command:
cs: Příkazy dvojkliku:

source: Count Slab cache:
cs: Započítat Slab cache:

source: Choose how to count Slab cache
cs: Vybrat, jak započítat Slab cache

source: Maximum value:
cs: Maximální hodnota:

source: Choose automatically
cs: Vybrat automaticky

source: Source:
cs: Zdroj:

source: Name
cs: Jméno

source: Please note that some selected sources might still not show up, because of other constraints that make them not suitable.
cs: Vezměte prosím na vědomí, že některé vybrané zdroje se stále nemusí zobrazovat z důvodu jiných omezení, která je činí nevhodnými.

source: Graph command:
cs: Příkaz grafu:

source: Type a valid command line. Process must obey these rules: <b>EXIT CODE</b> Process MUST exit with status code '0' <b>STDOUT</b> Process MUST print to stdout POSITIVE floating point numbers. * Graph accepts at least one number to max 4 numbers. * Separate numbers by spaces or newline. * For decimal numbers, use point or comma depending on your locale settings. * Negative numbers will be set to 0. * Numbers can be prefix with 0 (octal) or 0x (hex). * Any additional content after the numbers is ignored. <b>STDERR</b> Process CAN print some text to stderr. * The first line of text will be displayed as "Message" text. * Any additional content after the first line is ignored. <b>EXAMPLES OF COMMON COMMAND LINES</b> * To monitor changes to a file: cat [filename] * To execute arbitrary shell commands: sh -c "[commands]"
cs: Napište platnou příkazovou řádku. Proces musí následovat tato pravidla: <b>EXIT CODE</b> Proces se MUSÍ ukončit se stavovým kódem „0“ <b>STDOUT</b> Proces MUSÍ vypsat na standardní výstup POZITIVNÍ desettiná čísla. * Graf akceptuje od jednoho do čtyř čísel. * Rozdělte čísla mezerou nebo koncem řádku. * Pro desettinou čárku použijte tečku nebo čárku vzledem k nastavení vaší lokalizace. * Záporná čísla budou nastavena na 0. * Čísla mohou mít prefix 0 (osmičková) nebo 0x (hexadecimální). * Jakýkoli další obsah po číslech je ignorován. <b>STDERR</b> Proces MŮŽE psát do standardního chybového výstupu. * První řádek bude zobrazen jako text „Zprávy“. * Nasledující řádky jsou ignorovány. <b>PŘÍKLADY PŘÍKAZOVÝCH ŘÁDKŮ</b> * Monitorování změn souboru: cat [filename] * Vykonání libovolných příkazů shellu: sh -c "[commands]"

source: Color
cs: Barva
fr: Couleur

source: Multiload-ng (indicator)
cs: Multiload-ng (indikátor)

source: Preferences
cs: Předvolby

source: _Preferences
cs: _Předvolby

source: _About
cs: _O aplikaci

source: _Quit
cs: _Zavřít

source: If the window is larger than its minimum size, graphs will be scaled in proportion to the dimensions set.
cs: Pokud je okno větší, než jeho maximální velikost, grafy budou škálované v nastavených proporcích.

source: _Always on top
cs: _Vždy navrchu

source: Show window _borders
cs: Ukázat _okraje okna

source: Show _settings button
cs: Ukázat tlačítko _nastavení

source: Allow _move
cs: Povolit _přesun

source: Allow _resize
cs: Povolit změnu _velikosti

source: Half _transparent
cs: Poloviční prů_hlednost

source: Placement of system tray icons is controlled by the desktop environment. Graphs order may change.
cs: Umístění system tray ikon je ovládání desktopovým prostředím. Pořadí grafů se může změnit.

source: %lu processors - %.2f GHz - Governor: %s %.1f%% in use by programs %.1f%% in wait for I/O %.1f%% total CPU use Uptime: %s
fr: %lu processeur - %.2f GHz - Regulateur: %s %.1f%% usé par les programmes %.1f%% en attendant I/O%.1f%% usage total de UC Uptime: %s

source: %s in use by programs %s in use as cache
fr: %s usé par les programmes%s usé comme cache

source: %s used
fr: %s usé

source: Last minute: %0.02f Last 5 minutes: %0.02f Last 15 minutes: %0.02f
fr: Dernier minute: %0.02f Dernier 5 minutes: %0.02f Dernier 15 minutes: %0.02f

source: Read: %s Write: %s
fr: Lecture: %s Écriture: %s

source: Disk
fr: Disc

source: Timespan
fr: Laps de tempe

source: Fill space between graphs
fr: Remplir l'espace dans les graphiques

source: Shared
fr: Partagé

source: Value
fr: Valeur

source: The following tokens can be used within the command line: %n - graph number, from 1 (CPU) to 7 (temperature) %x - short name of the graph - three to four letters
fr: Les symboles suivants peuvent être usés dans la ligne de commando: %n - nombre du graphique, de 1 (UC) à 7 (température) %x - bref nom du graphique - de trois à quatre lettres
